export const termAndCondition = {
  topic: 'ข้อตกลงและเงื่อนไข',
  content: `
# ข้อกำหนดและเงื่อนไขการเป็นสมาชิก
**1) บทนิยาม** 
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“โครงการฯ” หมายความว่า โครงการงานฟุตบอลประเพณีธรรมศาสตร์-จุฬาฯ ครั้งที่ 75
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“สมาชิก” หมายความว่า ผู้มีสิทธิใช้บริการเว็บไซต์ของทางโครงการฯ
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“ข้อมูลส่วนบุคคล” หมายความว่า ข้อมูลที่สามารถเชื่อมโยงกับบุคคลได้หรือสามารถระบุตัวตนของบุคคลนั้นได้ แต่ไม่รวมถึงข้อมูลที่ไม่อาจระบุถึงตัวตนเป็นการเฉพาะได้
&#10;**2. การเป็นสมาชิก**
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หากท่านประสงค์จะสมัครสมาชิก สามารถดำเนินการได้ที่เว็บไซต์ ชื่อ TUCU 2025 เงื่อนไขการใช้บริการต่าง ๆ ของโครงการฯ ในนามของสมาชิกซึ่งจะเป็นไปตามข้อกำหนดและเงื่อนไขของแต่ละประเภทบริการ ซึ่งจะมีแจ้งให้สมาชิกทราบก่อนและขณะใช้บริการ
&#10;**3. เกี่ยวกับข้อมูลส่วนบุคคล** 
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.1.  แหล่งที่มาและข้อมูลที่ทางโครงการฯ เก็บรวบรวมข้อมูล
	ทางโครงการฯ จะต้องเก็บรวบรวมข้อมูลส่วนบุคคลจากท่าน เฉพาะแต่ข้อมูลส่วนบุคคลดังต่อไปนี้เท่านั้น
	    	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) ข้อมูลส่วนบุคคล ได้แก่ ชื่อ นามสกุล ชื่อมหาวิทยาลัยที่กำลังศึกษาหรือชื่อมหาวิทยาลัยที่ท่านจบการศึกษา ปีที่สำเร็จการศึกษา คณะที่ท่านกำลังศึกษาหรือสำเร็จการศึกษา สถานภาพนิสิตหรือนักศึกษา ขนาดเสื้อ ภาพถ่ายบัตรประชาชน ข้อมูลบัตรประชาชน ภาพถ่ายหรือภาพนิ่งขอท่าน
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) ข้อมูลการติดต่อ ได้แก่ อีเมล หมายเลขโทรศัพท์มือถือ 
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3) ข้อมูลอ่อนไหว ได้แก่ โรคประจำตัว ข้อจำกัดทางด้านอาหาร ประวัติการแพ้ยา โรคกลัวความสูงหรืออาการกลัวที่สูง
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.2. โครงการฯ จะเก็บรวบรวมข้อมูลส่วนบุคคลของผู้ใช้บริการเพียงเท่าที่จำเป็น หรือเพื่อประโยชน์ตามวัตถุประสงค์ในการเก็บรวมรวม ใช้ หรือเผยแพร่ภายใต้เงื่อนไขและเป็นไปตามที่กฎหมายกำหนดเท่านั้น
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.3. วัตถุประสงค์ในการเก็บรวบรวมข้อมูล ใช้ และเปิดเผยข้อมูลส่วนบุคคล
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) เพื่อให้โครงการฯ สามารถพัฒนาปรับปรุงการให้บริการและการประชาสัมพันธ์งานฟุตบอลประเพณีธรรมศาสตร์ – จุฬาฯ ครั้งที่ 75 ได้อย่างครบถ้วน ถูกต้อง และน่าเชื่อถือ โครงการฯ จำเป็นต้องเก็บรวบรวมข้อมูลส่วนบุคคลของท่านบางส่วนตามที่ระบุไว้ในข้างต้น เมื่อได้เข้าใช้บริการของโครงการฯ โดยข้อมูลของท่านที่ทางโครงการฯ เก็บรวบรวมนั้นจะถูกรักษาความปลอดภัยไว้ตามมาตรฐานของ พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) เพื่อการทำรายการตามที่ท่านต้องการ ในการใช้บริการเว็บไซต์ของทางโครงการฯ รับข่าวประชาสัมพันธ์ รับทราบข้อมูล ข่าวสารหรือโปรโมชันที่เกี่ยวข้องกับสินค้าและการให้บริการของทางโครงการฯ จึงขออนุญาตเก็บ รวบรวมข้อมูลส่วนบุคคลของท่านตามที่ได้ระบุไว้ในข้างต้น เพื่อให้การใช้บริการของท่านเป็นไปตามวัตถุประสงค์และได้รับประโยชน์สูงสุด
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3) เพื่อที่ทางโครงการฯ รับทราบถึงสถิติการเข้าชมเว็บไซต์ดังกล่าวและเพื่อการปรับปรุง แก่ไขและพัฒนาเว็บไซต์ดังกล่าวให้ดียิ่งขึ้น ตลอดจนการจัดทำนโยบายทางการตลาดให้ดียิ่งขึ้น
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4) เพื่อความจำเป็นในการปฏิบัติตามสัญญาระหว่างโครงการฯ กับผู้ใช้บริการเว็บไซต์ หรือเพื่อใช้ในการดำเนินการตามความต้องการของผู้ใช้บริการเว็บไซต์ดังกล่าวก่อนเข้าทำสัญญาต่าง ๆ กับทางโครงการฯ และบริษัทที่มีความเกี่ยวโยงกับทางโครงการฯ
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5) เพื่อเก็บรวบรวมและตรวจสอบจำนวนผู้เข้าร่วมกิจกรรมกับทางโครงการฯ แต่มิได้ใช้เพื่อจุดประสงค์ในการเก็บข้อมูลเชิงสถิติ  แต่อย่างใด 
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6) โครงการฯ ตระหนักและให้ความสำคัญสูงสุดถึงความปลอดภัยในข้อมูลของผู้ใช้งานและพร้อมยึดถือปฏิบัติตามข้อบังคับของกฎหมาย ด้านการดูแลรักษาข้อมูล ทั้งนี้ ผู้ใช้งานมีสิทธิ์ในการเลือกที่จะให้หรือปฏิเสธการให้ข้อมูลส่วนบุคคลตามที่โครงการฯ ร้องขอ อย่างไรก็ตามการปฏิเสธไม่ส่งผลต่อการใช้บริการเว็บไซต์ของโครงการฯ

&#10;**4. เงื่อนไขสำคัญของสมาชิก**
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เงื่อนไขสำคัญที่ผู้สมัครสมาชิก ควรทราบมีดังนี้
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) โครงการฯ ขอสงวนสิทธิ์ในการดำเนินการและมอบสิทธิประโยชน์ต่าง ๆ ให้กับสมาชิก โครงการฯ เฉพาะงานฟุตบอลประเพณีธรรมศาสตร์ - จุฬาฯ ครั้งที่ 75 เท่านั้น
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) การสมัครสมาชิกโครงการฯ จะต้องใช้ชื่อ - นามสกุลจริง ที่ตรงตามบัตรประชาชน ทั้งภาษาไทยและภาษาอังกฤษเท่านั้น
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3) หากท่านกรอกข้อมูลที่ใช้ในการสมัครไม่ถูกต้อง หรือไม่ครบ จะส่งผลให้เกิดข้อจำกัดในการใช้และรับสิทธิประโยชน์ของสมาชิกโครงการฯ หรือหากท่านต้องการแก้ไขข้อมูลที่ไม่ถูกต้อง สามารถติดต่อได้ที่ช่องทางการติดต่อที่ปรากฏด้านล่าง
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4) การที่ท่านสมัครสมาชิกโครงการฯ เสร็จสมบูรณ์ จะถือว่าทางโครงการฯ ได้ดำเนินการและมอบสิทธิประโยชน์ต่าง ๆ ให้กับท่านครบเรียบร้อย
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5) การรับและใช้สิทธิประโยชน์ต่าง ๆ ของสมาชิกโครงการฯ จะต้องยืนยันตัวตนด้วยการแสดงโครงการฯ  และบัตรประชาชนซึ่งชื่อ - นามสกุลทั้งบนโครงการฯ และบัตรประชาชน จะต้องตรงกันเท่านั้น
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6) การรับและใช้สิทธิประโยชน์ตามหัวข้อสิทธิประโยชน์ที่จะได้รับของสมาชิกโครงการฯ ขึ้นอยู่กับเงื่อนไขที่ทางโครงการฯ จะแจ้งให้ทราบในแต่ละครั้ง
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7) สิทธิประโยชน์ทั้งหมดของโครงการฯ เริ่มมีผลตั้งแต่วันที่ท่านได้กรอกข้อมูลการสมัครสมาชิกเสร็จสมบูรณ์⠀
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8) ทางโครงการฯ ขอแจ้งให้ท่านทราบว่าในการโอน, ขาย, จำหน่าย รวมถึงมอบสิทธิ์ให้กับสมาชิกคนอื่น หรือผู้ที่ไม่ได้เป็นสมาชิกให้ทำการเซ็นใบมอบอำนาจแก่บุคคลที่ท่านมีความประสงค์จะมอบสิทธิดังกล่าว  *โครงการฯ จะไม่รับผิดชอบใด ๆ ต่อความเสียหายที่อาจเกิดขึ้นในการโอน, ขาย, จำหน่าย รวมถึงมอบสิทธิ์ให้กับสมาชิกคนอื่น หรือผู้ที่ไม่ได้เป็นสมาชิกและไม่สนับสนุนให้สมาชิกกระทำการดังกล่าวเนื่องจากอาจก่อให้เกิดความเสียหายได้*
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9) *สิทธิประโยชน์ที่สมาชิกจะได้รับจากโครงการฯ ไม่ว่าในรูปแบบใด ไม่สามารถแลกเปลี่ยนเป็นเงิน หรือ ทรัพย์สินรูปแบบอื่น ๆ ได้ทุกกรณี*
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10) หากท่านได้กระทำการใด ๆ ที่ทำให้เกิดความเสียหายต่อโครงการฯ โครงการฯ ขอสงวนสิทธิ์ในการยกเลิกสิทธิ์การเป็นสมาชิกโครงการฯ ของท่านทันทีโดยไม่ต้องแจ้งให้ทราบล่วงหน้า⠀⠀
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11) *ทางโครงการฯ ขอสงวนสิทธิ์ในการยกเลิกการเป็นสมาชิกทุกกรณี หลังจากผู้สมัครทำการสมัครสมาชิกเสร็จสมบูรณ์* (ยกเว้นหมดอายุสมาชิกตามระยะเวลา)

&#10;**5. สิทธิประโยชน์**
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การสมัครสมาชิกของโครงการฯท่านจะได้รับสิทธิประโยชน์ดังกล่าวที่จะแจ้งให้ทราบดังต่อไปนี้
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) สิทธิประโยชน์ที่จะได้รับสิทธิประโยชน์พิเศษจากทางผู้สนับสนุนโครงการฯ งานฟุตบอลประเพณีธรรมศาสตร์ - จุฬาฯ ครั้งที่ 75 
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) สิทธิประโยชน์ที่จะได้รับบัตรเข้าชมงานฟุตบอลประเพณีธรรมศาสตร์ - จุฬาฯ ครั้งที่ 75 ในรูปแบบ QR CODE
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3) สิทธิประโยชน์พิเศษในการได้รับของรางวัลภายในฟุตบอลประเพณีธรรมศาสตร์ - จุฬาฯ ครั้งที่ 75 ในรูปแบบของ QR CODE หรือรูปแบบอื่นๆตามสิทธิประโยชน์ที่จะได้รับ
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4) สิทธิประโยชน์ในการได้รับข่าวสาร โปรโมชั่น หรือโฆษณาประชาสัมพันธ์ต่าง ๆ ของโครงการฯ 
&#10;**6. การรับสิทธิประโยชน์**
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การรับสิทธิประโยชน์ในการสมัครสมาชิกกับทางโครงการฯ นั้นท่านจะได้รับสิทธิประโยชน์ในรูปแบบของ QR CODE หรือรูปแบบอื่นๆตามสิทธิประโยชน์ที่จะได้รับ
&#10;**7. การยกเลิก**
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทางโครงการฯ ขอสงวนสิทธิ์ในการงดคืนเงิน หรือยกเลิกการเป็นสมาชิกทุกกรณี หลังจากผู้สมัครทำการชำระค่าสมาชิกเสร็จสมบูรณ์ (ยกเว้นหมดอายุสมาชิกตามระยะเวลา)
&#10;**8. กรณีข้อโต้แย้งทุจริต**
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) กรณีที่มีข้อโต้แย้งเกี่ยวกับสิทธิประโยชน์จากการเป็นสมาชิก ท่านตกลงและยอมรับให้โครงการฯ มีอำนาจในการตรวจสอบและปรับปรุงสิทธิประโยชน์ให้กับสมาชิก และการตัดสินของโครงการฯ ถือเป็นที่สุด
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) กรณีพบว่ามีการฉ้อฉล ปลอมแปลง หรือการกระทำทุจริตใด ๆ เพื่อให้ได้มาซึ่งสิทธิประโยชน์ เพื่อแลกรับของพรีเมียม และ/หรือส่วนลด และ/หรือ สินค้า และ/หรือบริการต่าง ๆ ไม่ว่าจะเป็นเพียงบางส่วนหรือทั้งหมดของท่านหรือที่ท่านยินยอมให้ผู้อื่นกระทำการข้างต้น ท่านตกลงและยอมรับว่า โครงการฯ มีสิทธิ์ปฏิเสธการโอนสิทธิประโยชน์ของสมาชิก
&#10;**9. การเปลี่ยนแปลง แก้ไข หรือเพิ่มเติม**
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทางโครงการฯ จะพิจารณาทบทวนนโยบายคุ้มครองข้อมูลส่วนบุคคลและข้อตกลงนี้ให้สอดคล้องสม่ำเสมอด้วยแนวปฏิบัติ กฎหมาย และข้อบังคับที่เกี่ยวข้องดังกล่าว อย่างไรก็ตาม หากนโยบายคุ้มครองข้อมูลส่วนบุคคลเป็นมีการเปลี่ยนแปลง โครงการฯ จะเผยแพร่นโยบายฉบับล่าสุดให้ทราบผ่านทางเว็บไซต์หรือสื่อออนไลน์ของทางโครงการฯ
&#10;**10. ภาษาและกฎหมายที่ใช้บังคับ**
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อกำหนดและเงื่อนไขฉบับนี้ให้ใช้ภาษาไทยเป็นภาษาที่ใช้บังคับ การแปลความหมาย การตีความ ความสมบูรณ์ และการปฏิบัติตามข้อกำหนดและเงื่อนไขฉบับนี้ ให้เป็นไปตามที่กำหนดไว้ภายใต้บังคับของกฎหมายไทย และให้ศาลไทยเป็นศาลที่มีอำนาจในการพิจารณาคดี

&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สมาชิกรับทราบและยอมรับว่าการให้บริการ TUCU 2025 ของโครงการฯ จะต้องมีระยะเวลาในการดำเนินการ และอาจล่าช้า เนื่องจากอยู่ระหว่างปรับปรุงระบบชั่วคราว บำรุงรักษาระบบ การสื่อสารขัดข้อง การซ่อมแซมระบบ หรือระบบอื่นใดที่เกี่ยวข้องกับการให้บริการนั้น อาจเป็นเหตุให้ผู้ใช้งานไม่สามารถใช้บริการได้ตามระยะเวลาที่สมาชิกต้องการ ทั้งนี้ สมาชิกตกลงที่จะไม่เรียกร้องให้โครงการฯ รับผิดชอบต่อความเสียหายใด หรือการที่ไม่สามารถใช้งานได้ตามปกติบน TUCU 2025 ที่เกิดขึ้นจากความล่าช้าในขั้นตอนของการดำเนินการทุกประการ

&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สมาชิกได้อ่านศึกษา พิจารณาและตรวจสอบข้อกำหนดตามข้อตกลงและเงื่อนไขการใช้บริการ TUCU 2025 ของโครงการฯแล้ว และสมาชิกตกลงยอมรับ และตกลงเข้าผูกพันตามข้อตกลงและเงื่อนไขการใช้บริการข้างต้นทุกประการ

&#10; **ติดต่อเพิ่มเติม**
ชื่อ: ​​คณาเนศ เวชวิธี
สถานที่ติดต่อ:	​ชั้น 2 อาคาร จุลจักรพงษ์ 254 ถนนพญาไท แขวงวังใหม่ เขตปทุมวัน กรุงเทพมหานคร 10330 
โทรศัพท์มือถือ:	​091 – 994 - 6459
`,
  consent: 'ข้าพเจ้ายอมรับข้อตกลงและเงื่อนไข',
};

export const PDPA = {
  topic: 'นโยบายคุ้มครองข้อมูลส่วนบุคคล',
  content: `
# นโยบายเพื่อความปลอดภัยเกี่ยวกับข้อมูลส่วนบุคคล
## Personal Data Protection Policy
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โครงการงานฟุตบอลประเพณีธรรมศาสตร์ - จุฬาฯ ครั้งที่ 75 ได้กำหนดนโยบายคุ้มครองข้อมูลส่วนบุคคลเพื่อชี้แจงรายละเอียดและขั้นตอนการจัดการและประมวลผลข้อมูลส่วนบุคคลภายใต้ความครอบครองและการกำกับดูแลของโครงการงานฟุตบอลประเพณีธรรมศาสตร์ – จุฬาฯ ครั้งที่ 75 ให้มีความปลอดภัยสูงสุดตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562 ซึ่งต่อไปนี้จะเรียกว่า “กฎหมายคุ้มครองข้อมูลส่วนบุคคล” ดังนั้น โครงการงานฟุตบอลประเพณีธรรมศาสตร์ – จุฬาฯ ครั้งที่ 75 อจึงได้ประกาศให้นโยบายการคุ้มครองข้อมูลส่วนบุคคลดังต่อไปนี้


&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. บทนิยาม
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.1. “ข้อมูลส่วนบุคคล” หมายความว่า ข้อมูลที่สามารถเชื่อมโยงกับบุคคลได้หรือสามารถระบุตัวตนของบุคคลนั้นได้ แต่ไม่รวมถึงข้อมูลที่ไม่อาจระบุถึงตัวตนเป็นการเฉพาะได้
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.2. “เจ้าของข้อมูลส่วนบุคคล” หมายความว่า บุคคลที่ข้อมูลส่วนบุคคลนั้นระบุไปถึง มิใช่กรณีที่บุคคลมีความเป็นเจ้าของข้อมูลหรือเป็นผู้สร้างหรือเก็บรวบรวมข้อมูลนั้นเองเท่านั้น บุคคลในที่นี้หมายถึงบุคคลธรรมดาเท่านั้น ไม่รวมถึงนิติบุคคลที่จัดตั้งขึ้นตามกฎหมาย
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.3. “ผู้ควบคุมข้อมูล” หมายความว่า โครงการงานฟุตบอลประเพณีธรรมศาสตร์-จุฬาฯ ครั้งที่ 75 ซึ่งต่อไปนี้จะเรียกว่า “โครงการฯ”
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.4. “ประมวลผล” หมายความว่า การดำเนินการใด ๆ ต่อข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลซึ่งรวมถึงการเก็บ รวบรวม และเปิดเผยข้อมูลส่วนบุคคล
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.5. “ฐานการประมวลผล” หมายความว่า เหตุผลความจำเป็นในการประมวลผลข้อมูลตามมาตรา 24 และเงื่อนไขพิเศษในการประมวลผลข้อมูลอ่อนไหวตามมาตรา 26 ของพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล


&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. แหล่งที่มาและข้อมูลที่ทางโครงการฯ เก็บรวบรวมข้อมูล
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทางโครงการฯ จะต้องเก็บรวบรวมข้อมูลส่วนบุคคลจากท่าน เฉพาะแต่ข้อมูลส่วนบุคคลดังต่อไปนี้เท่านั้น
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1. ข้อมูลส่วนบุคคล ได้แก่ ชื่อ นามสกุล ชื่อมหาวิทยาลัยที่กำลังศึกษาหรือชื่อมหาวิทยาลัยที่ท่านจบการศึกษา ปีที่สำเร็จการศึกษา คณะที่ท่านกำลังศึกษาหรือสำเร็จการศึกษา สถานะภาพนิสิตหรือนักศึกษา ขนาดเสื้อ ภาพถ่ายบัตรประชาชน ข้อมูลบัตรประชาชน ภาพถ่ายหรือภาพนิ่งขอท่าน
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2. ข้อมูลการติดต่อ ได้แก่ อีเมล หมายเลขโทรศัพท์มือถือ 
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.3. ข้อมูลอ่อนไหว ได้แก่ โรคประจำตัว ข้อจำกัดทางด้านอาหาร ประวัติการแพ้ยา โรคกลัวความสูงหรืออาการกลัวที่สูง
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โครงการฯ จะเก็บรวบรวมข้อมูลส่วนบุคคลของผู้ใช้บริการเพียงเท่าที่จำเป็น หรือเพื่อประโยชน์ตามวัตถุประสงค์ในการเก็บรวมรวม ใช้ หรือเผยแพร่ภายใต้เงื่อนไขและเป็นไปตามที่กฎหมายกำหนดเท่านั้น


&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. วัตถุประสงค์ในการเก็บรวบรวมข้อมูล ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่าน
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เพื่อให้โครงการฯ สามารถพัฒนาปรับปรุงการให้บริการและการประชาสัมพันธ์งานฟุตบอลประเพณีธรรมศาสตร์ – จุฬาฯ ครั้งที่ 75 ได้อย่างครบถ้วน ถูกต้อง และน่าเชื่อถือ โครงการฯ จำเป็นต้องเก็บรวบรวมข้อมูลส่วนบุคคลของท่านบางส่วนตามที่ระบุไว้ในข้อ 2. เมื่อได้เข้าใช้บริการของโครงการฯ โดยข้อมูลของท่านที่ทางโครงการฯ เก็บรวบรวมนั้นจะถูกรักษาความปลอดภัยไว้ตามมาตรฐานของพรบ.คุ้มครองข้อมูลส่วนบุคคล
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.1. เพื่อการทำรายการตามที่ท่านต้องการ ในการใช้บริการเว็บไซต์ของทางโครงการฯ รับข่าวประชาสัมพันธ์ รับทราบข้อมูล ข่าวสารหรือโปรโมชั่นที่เกี่ยวข้องกับสินค้าและการให้บริการของทางโครงการฯ โครงการฯ จึงขออนุญาต เก็บ รวบรวมข้อมูลส่วนบุคคลของท่านตามที่ได้ระบุไว้ในข้อ 2. เพื่อให้การใช้บริการของท่านเป็นไปตามวัตุประสงค์และได้รับประโยชน์สูงสุด
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.2. เพื่อที่ทางโครงการฯ รับทราบถึงสถิติการเข้าชมเว็บไซต์ดังกล่าวและเพื่อการปรับปรุง แก้ไขและพัฒนาเว็บไซต์ดังกล่าวให้ดียิ่งขึ้น ตลอดจนการจัดทำนโยบายทางการตลาดให้ดียิ่งขึ้น
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.3. เพื่อความจำเป็นในการปฏิบัติตามสัญญาระหว่างโครงการฯ กับผู้ใช้บริการเว็บไซต์ หรือเพื่อใช้ในการดำเนินการตามความต้องการของผู้ใช้บริการเว็บไซต์ดังกล่าวก่อนเข้าทำสัญญาต่างๆกับทางโครงการฯ และบริษัทที่มีความเกี่ยวโยงกับทางโครงการฯ
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.4. เพื่อเก็บรวบรวมและตรวจสอบจำนวนผู้เข้าร่วมกิจกรรมกับทางโครงการฯ แต่มิได้ใช้เพื่อจุดประสงค์ในการเก็บข้อมูลเชิงสถิติ  แต่อย่างใด 


&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. การประมวลผลข้อมูลส่วนบุคคล
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1. โครงการฯ จะทำการเก็บรวบรวมข้อมูลส่วนบุคคลของผู้ใช้บริการที่ผู้ให้บริการได้รับจากผู้ใช้บริการไม่ว่าจะเป็นการลงทะเบียนผ่านเว็บไซด์ดังกล่าวหรือการติดต่อผ่านช่องทางอื่น ๆ เท่านั้น ข้อมูลใด ๆ ก็ตามที่ผู้ใช้บริการมิได้ยินยอมให้ผู้ให้บริการเก็บรวบรวมหรือเปิดเผยตามเอกสารฉบับนี้ หากมีการร้องเรียนโดยผู้ใช้บริการ โครงการฯ ขอปฏิเสธความรับผิดอันเนื่องมาจากการเก็บ รวบรวม หรือเผยแพร่ข้อมูลนั้นๆ ตามนโยบายฉบับนี้และเพื่อให้การใช้บริการของผู้ใช้บริการเป็นไปตามวัตถุประสงค์และได้ประโยชน์สูงสุด โครงการฯจะทำการเก็บรวบรวมข้อมูลดังที่ระบุไว้ในข้อ 2. โดยประเภทของข้อมูลที่ทำการเก็บ รวบรวม ใช้ หรือเปิดเผยอาจแตกต่างกันไปตามลักษณะการใช้งาน
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2. โครงการฯ จะเก็บรวบรวมข้อมูลส่วนบุคคลของผู้ใช้บริการเพียงเท่าที่จำเป็น หรือเพื่อประโยชน์ตามวัตถุประสงค์ในการเก็บรวมรวม ใช้ หรือเผยแพร่ภายใต้เงื่อนไขที่กำหนดในข้อ 3. และเป็นไปตามที่กฎหมายกำหนดเท่านั้น
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.3. โครงการฯ จะเก็บรวบรวมข้อมูลอื่นของท่านโดยใช้คุกกี้ (Cookie) ซึ่งคุกกี้ คือ ข้อมูลส่วนเล็กๆ ที่โปรแกรมเว็บเบราเซอร์ (WEB BROWSER) ติดตั้งไว้ในคอมพิวเตอร์ของท่านเพื่อให้โครงการฯ สามารถทราบเมื่อท่านเข้ามาเยี่ยมเยียนเว็บไซต์ของโครงการฯ การใช้คุกกี้ทำให้โครงการฯ จะสามารถทราบถึงประเภทของโปรแกรมเว็บเบราเซอร์ของท่านได้ โดยที่ไม่อาจทราบถึงข้อมูลส่วนบุคคลอื่น อาทิเช่น ชื่อจริง หรือที่อยู่ของท่าน คุกกี้ทำให้บริษัทสามารถทราบถึงบริการที่ท่านชื่นชอบ และบริการที่ไม่อยู่ในความสนใจของท่าน ดังนั้น คุกกี้จึงไม่เพียงแต่ทำให้โครงการฯ สามารถจดจำผู้ใช้บริการที่ได้เคยมาเยี่ยมชมเว็บไซต์ของโครงการฯ และตรวจตราจำนวนและวัตถุประสงค์ของผู้ใช้บริการเว็บไซต์ของโครงการฯ เท่านั้น คุกกี้ยังช่วยให้โครงการฯ จัดบริการข้อมูล หรือโฆษณาที่ออกแบบมาเฉพาะสำหรับท่านด้วย
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.4. ในกรณีที่มีการเชื่อมต่อกับเว็บไซต์และหรือโมบายแอพลิเคชั่น หรือโฆษณาอื่นที่ไม่ใช่ของโครงการฯ และรวมถึงบริษัทในเครือและบริษัทที่มีความเกี่ยวโยงกับทางโครงการฯ นโยบายการรักษาข้อมูลส่วนบุคคลจะเป็นไปตามที่เว็บไซต์และหรือโมบายแอพลิเคชั่นนั้น ๆ กำหนด โดยโครงการฯ จะไม่มีส่วนเกี่ยวข้องแต่อย่างใด
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.5. โครงการฯ จะจัดเก็บข้อมูลส่วนบุคคลของผู้ใช้บริการไว้ในระยะเวลาเท่าที่จำเป็นเพื่อให้บริการแก่ผู้ใช้บริการ หรือดำเนินการตามวัตถุประสงค์ที่ระบุไว้ในข้อ 3.
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.6. การเก็บรวบรวมข้อมูลของผู้เยาว์โดยโครงการฯ ถือเสมือนว่าผู้แทนโดยชอบธรรมให้ความยินยอมแล้ว ทั้งนี้ ผู้ให้บริการจะเก็บ รวบรวม ใช้ หรือเผยแพร่ข้อมูลภายใต้เงื่อนไขที่กำหนดในข้อ 1. และเป็นไปตามที่กฎหมายกำหนดเท่านั้น


&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5. ระยะเวลาการเก็บรวบรวมข้อมูลส่วนบุคคล
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ควบคุมทำการเก็บรักษาข้อมูลส่วนบุคคลของท่านดังนี้
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.1. การจัดเก็บจะจัดเก็บเป็นในลักษณะ
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.2. สถานที่จัดเก็บไว้ จัดเก็บไว้ใน Cloud
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.3. ระยะเวลาในการประมวลผลข้อมูลอยู่ที่ 120 วัน นับแต่วันที่ได้รับข้อมูลส่วนบุคคล
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.4. เมื่อพ้นระยะเวลาการจัดเก็บทาง  โครงการฯไม่มีสิทธิหรือไม่สามารถอ้างฐานในการประมวลข้อมูลส่วนบุคคลของท่านแล้วทางโครงการฯจะดำเนินการทำลายข้อมูลส่วนบุคคลนั้นด้วยการลบข้อมูลส่วนบุคคลทั้งหมดจนข้อมูลนั้นไม่สามารถระบุได้ถึงตัวเจ้าของข้อมูลส่วนบุคคลและจะดำเนินการให้แล้วเสร็จภายใน 30 วันนับแต่วันสิ้นสุดระยะเวลาดังกล่าว


&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6. สิทธิของเจ้าของข้อมูลส่วนบุคคล
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562 มีวัตถุประสงค์เพื่อให้ข้อมูลส่วนบุคคลของท่านอยู่ในความควบคุมของท่านได้มากขึ้น โดยท่านสามารถใช้สิทธิของท่านตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลซึ่งมีรายละเอียดดังต่อไปนี้ ตามช่องทางที่กำหนดไว้
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.1. *สิทธิในการเพิกถอนความยินยอม (Right to withdraw consent)*
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ท่านมีสิทธิในการเพิกถอนความยินยอมในการประมวลผลข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมกับโครงการฯ ได้ ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับโครงการฯ
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.2. *สิทธิในการเข้าถึงข้อมูลส่วนบุคคล (Right to access)*
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ท่านมีสิทธิในการเข้าถึงข้อมูลส่วนบุคคลของท่านและขอให้โครงการฯ ทำสำเนาข้อมูลส่วนบุคคลดังกล่าวให้แก่ท่าน รวมถึงขอให้โครงการฯ เปิดเผยการได้มาซึ่งข้อมูลส่วนบุคคลที่ท่านไม่ไห้ความยินยอมต่อโครงการฯ ได้
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.3. *สิทธิในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง (Right of rectification)*
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ท่านมีสิทธิในการขอให้โครงการฯ แก้ไขข้อมูลที่ไม่ถูกต้อง หรือ เพิ่มเติมข้อมูลที่ไม่สมบูรณ์ได้
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.4. *สิทธิในการลบข้อมูลส่วนบุคคล (Right to erasure)* 
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ท่านมีสิทธิในการขอให้โครงการฯ ทำการลบข้อมูลของท่านด้วยเหตุบางประการได้
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.5. *สิทธิในการระงับการใช้ข้อมูลส่วนบุคคล (Right to restriction of processing)*
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ท่านมีสิทธิในการระงับการใช้ข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.6. *สิทธิในการให้โอนย้ายข้อมูลส่วนบุคคล (Right to data portability)*
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ท่านมีสิทธิในการโอนย้ายข้อมูลส่วนบุคคลของท่านที่ท่านให้ไว้กับโครงการฯ ไปยังผู้ควบคุมข้อมูลรายอื่น หรือ ตัวท่านเองด้วยเหตุบางประการได้
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.7. *สิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล (Right to object)* 
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ท่านมีสิทธิในการคัดค้านการประมวลผล

&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ท่านสามารถติดต่อมายังเจ้าหน้าที่ของโครงการฯ ได้ เพื่อดำเนินการยื่นคำร้องดำเนินการตามสิทธิข้างต้น (รายละเอียดการติดต่อปรากฏในหัวข้อ “ช่องทางการติดต่อ” )
&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนึ่ง การดำเนินการใช้สิทธิของท่านอาจต้องมีการใช้เวลาในการดำเนินงานเพื่อดำเนินการตามสิทธิของท่านให้ถูกต้องตามกฎหมาย


&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7. การเปลี่ยนแปลงนโยบายการคุ้มครองข้อมูลส่วนบุคคล
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทางโครงการฯ จะพิจารณาทบทวนนโยบายคุ้มครองข้อมูลส่วนบุคคลให้สอดคล้องสม่ำเสมอด้วยแนวปฏิบัติ กฎหมาย และข้อบังคับที่เกี่ยวข้องดังกล่าว อย่างไรก็ตาม หากนโยบายคุ้มครองข้อมูลส่วนบุคคลเป็นมีการเปลี่ยนแปลง โครงการฯ จะเผยแพร่นโยบายฉบับล่าสุดให้ทราบผ่านทางเว็บไซต์หรือสื่อออนไลน์ของทางโครงการฯ

&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8. ช่องทางการติดต่อ
รายละเอียดผู้ควบคุมข้อมูล
ชื่อ: 		คณาเนศ เวชวิธี
สถานที่ติดต่อ: 	ชั้น 2 อาคาร จุลจักรพงษ์ 254 ถนนพญาไท แขวงวังใหม่ เขตปทุมวัน กรุงเทพมหานคร 10330
โทรศัพท์มือถือ	091 – 994 - 6459
 `,
  consent: 'ข้าพเจ้ายอมรับนโยบายคุ้มครองข้อมูลส่วนบุคคล',
};
