import { z } from 'zod';

export const universities = [
  'จุฬาลงกรณ์มหาวิทยาลัย',
  'มหาวิทยาลัยธรรมศาสตร์',
  'มหาวิทยาลัยเกษตรศาสตร์',
  'มหาวิทยาลัยรามคำแหง',
  'มหาวิทยาลัยขอนแก่น',
] as const;

export const faculties = [
  'คณะครุศาสตร์',
  'คณะจิตวิทยา',
  'คณะทันตแพทยศาสตร์',
  'คณะนิติศาสตร์',
  'คณะนิเทศศาสตร์',
  'คณะพยาบาลศาสตร์',
  'คณะพาณิชยศาสตร์และการบัญชี',
  'คณะแพทยศาสตร์',
  'คณะเภสัชศาสตร์',
  'คณะรัฐศาสตร์',
  'คณะวิทยาศาสตร์',
  'คณะวิทยาศาสตร์การกีฬา',
  'คณะวิศวกรรมศาสตร์',
  'คณะศิลปกรรมศาสตร์',
  'คณะเศรษฐศาสตร์',
  'คณะสถาปัตยกรรมศาสตร์',
  'คณะสหเวชศาสตร์',
  'คณะสัตวแพทยศาสตร์',
  'คณะอักษรศาสตร์',
  'สถาบันนวัตกรรมบูรณาการแห่งจุฬาลงกรณ์มหาวิทยาลัย',
  'สำนักวิชาทรัพยากรการเกษตร',
  'บัณฑิตวิทยาลัย',
  'วิทยาลัยประชากรศาสตร์',
  'วิทยาลัยปิโตรเลียมและปิโตรเคมี',
  'วิทยาลัยวิทยาศาสตร์สาธารณสุข',
  'สถาบันการขนส่ง',
  'สถาบันขงจื่อแห่งจุฬาลงกรณ์มหาวิทยาลัย',
  'สถาบันทรัพย์สินทางปัญญาแห่งจุฬาลงกรณ์มหาวิทยาลัย',
  'สถาบันไทยศึกษา',
  'สถาบันบัณฑิตบริหารธุรกิจศศินทร์แห่งจุฬาลงกรณ์มหาวิทยาลัย',
  'สถาบันภาษาจุฬาฯ',
  'สถาบันภาษาไทยสิรินธรแห่งจุฬาลงกรณ์มหาวิทยาลัย',
  'สถาบันวิจัยทรัพยากรทางน้ำ',
  'สถาบันวิจัยเทคโนโลยีชีวภาพและวิศวกรรมพันธุศาสตร์',
  'สถาบันวิจัยพลังงาน',
  'สถาบันวิจัยโลหะและวัสดุ',
  'สถาบันวิจัยสิ่งแวดล้อมเพื่อความยั่งยืน',
  'สถาบันวิจัยสังคม',
  'สถาบันเอเชียศึกษา',
] as const;

export const statuses = [
  'นิสิตปัจจุบัน',
  'นิสิตเก่า',
  'บุคคลทั่วไป',
  'นักศึกษา',
] as const;

export const sizes = ['S', 'M', 'L', 'XL', '2XL'] as const;

export const studies = ['กำลังศึกษาอยู่', 'จบการศึกษาแล้ว'] as const;

export const UserSchema = z.object({
  fullname: z.string().min(1, 'กรุณากรอกชื่อ-นามสกุล'),
  email: z.string().email('กรุณากรอกอีเมล'),
  tel: z.string().regex(/^\d+$/, 'กรุณากรอกเลข 0-9 เท่านั้น'),
  birthdate: z.date({
    message: 'กรุณากรอกวันเกิด',
  }),
  size: z.enum(sizes, {
    message: 'กรุณาเลือกขนาดเสื้อ',
  }),
  study: z.enum(studies, { message: 'กรุณาเลือกการศึกษา' }),
  foodAllegy: z.string(),
  disease: z.string(),
  drugAllegy: z.string(),
  idCardImg: z
    .instanceof(File, {
      message: 'กรุณาอัพโหลดรูปบัตรประชาชน',
    })
    .refine(file => {
      return ['image/jpeg', 'image/png', 'image/webp'].includes(file.type);
    }, 'กรุณาอัพโหลดเฉพาะ .jpg, .png, .webp'),
  university: z.enum(universities, {
    message: 'กรุณาเลือกมหาวิทยาลัย',
  }),
  status: z.enum(statuses, {
    message: 'กรุณาเลือกสถานะ',
  }),
  graduatedYear: z.number().int().min(0).max(2100),
  graduatedFaculty: z.enum(faculties),
  isConfirm: z
    .boolean({ message: 'กรุณากดยืนยันข้อมูล' })
    .refine(value => value, { message: 'กรุณากดยืนยันข้อมูล' }),
});

export type User = z.infer<typeof UserSchema>;
